import { Feedback } from '../feedback.interface';

export const feedback: Feedback[] = [
  {
    avatar: { webp: './assets/photos/maria.webp', jpg: './assets/photos/maria.jpg' },
    name: 'Мария',
    age: '21 год',
    social: {
      link: 'https://instagram.com/mary_blzh?igshid=5vdmm5elmgk7',
      text: 'Профиль в instagram',
    },
    text: `Я очень рада что приняла решение заниматься английским языком именно в этой школе!) Мне очень нравится что здесь демократичный и лёгкий формат проведения занятий: преподаватель к каждому студенту старается найти свой индивидуальный подход и поэтому занятия проходят интересно, страх сказать что-то не то или с ошибкой постепенно сходит на нет, плюс темы к урокам подбираются под интересы человека, что также является отличной плюшкой  ;) Помимо этого, мне очень нравится, что домашка не считается самым главным во время  занятий, и в целом, материал излагается очень простой и понятной формой,  приводятся примеры из жизни. Так что очень рекомендую школу 🤗😊`,
  },
  {
    avatar: { webp: './assets/photos/nastya.webp', jpg: './assets/photos/nastya.jpg' },
    name: 'Настя',
    age: '16 лет',
    social: {
      link: 'https://instagram.com/ns_osterfield?igshid=1ili3gx18n90z',
      text: 'Профиль в instagram',
    },
    text:
      'Хочу сказать что в школе я занимаюсь уже достаточное количество времени,и за это время мой английский намного улучшился. Раньше были большие проблемы с грамматикой, я её больше боялась как-то изучать,но сейчас уже достаточно хорошо могу в ней разбираться и во многом другом. Спасибо.',
  },
  {
    avatar: { webp: './assets/photos/maxim.webp', jpg: './assets/photos/maxim.jpg' },
    name: 'Максим',
    age: '25 лет',
    social: {
      link: 'https://instagram.com/maksimka_dannik?igshid=s7sbib1h80fg',
      text: 'Профиль в instagram',
    },
    text:
      'Дуже подобається школа. В першу чергу професійним підходом. Дається багато практики та в кінці заняття проводяться ситуативні ігри, все максимально наближено до життя і зникає страх говорити. Буду займатися і далі.',
  },
  {
    avatar: { webp: './assets/photos/sofia.webp', jpg: './assets/photos/sofia.jpg' },
    name: 'София',
    age: '23 года',
    social: {
      link: 'https://instagram.com/rexms?igshid=1tpzo7rda3zlw',
      text: 'Профиль в instagram',
    },
    text:
      'Спасибо большое школе и преподавателям! Первое, что понравилось-это то, что преподаватели максимально подстраиваются под студента, вплоть до того, на какой язык переводить (украинский или русский). Свободно владеют и тем и тем. Взяла для себя бизнес английский. Заметно улучшился уровень, стала увереннее излагать свои мысли руководству, отвечать на письма и просто общаться с иностранными коллегами. Буду продолжать занятия.',
  },
];
