import { Course, SaleOption } from '../course.interface';

export const courses: Course[] = [
  {
    title: 'Для школярів',
    currency: 'грн',
    price: 250,
    time: 'година',
    items: [
      'Індивідуальний підхід та інтерактивні форми навчання',
      'Вивчення граматики в контексті та розмовна практика',
      'Робота з автентичними аудіо та відеоматеріалами',
      'Розвиток лінгвосоціокультурної компетентності',
      'Доступ до цікавих відео-матеріалів та онлайн ігор',
    ],
  },

  {
    title: 'Підготовка до ДПА',
    price: 350,
    currency: 'грн',
    time: 'година',
    items: [
      'Без паніки - наш студент точно складе іспит!',
      'Визначаємо слабкі сторони (граматика, аудіювання, лексика)',
      'Заповнюємо всі прогалини в знаннях',
      'Підготовка згідно вимог МОНУ',
      'Доступ до додаткових матеріалів',
    ],
  },

  {
    title: 'Підготовка до ЗНО',
    currency: 'грн',
    price: 400,
    time: 'година',
    items: [
      'Без паніки - наш студент точно складе іспит!',
      'Визначаємо слабкі сторони (граматика, аудіювання, лексика)',
      'Заповнюємо всі прогалини в знаннях, використовуючи додаткові відео-матеріали та онлайн-ресурси',
      'Підготовка згідно вимог МОНУ',
      'Рекомендована тривалість курсу 5 місяців 3 рази на тиждень',
    ],
  },

  {
    title: 'Для студентів',
    price: 250,
    time: 'година',
    currency: 'грн',
    items: [
      'Індивідуальний підхід: підберемо актуальні теми, відповідно до потреб студента',
      'Інтерактивна форма навчання',
      'Багато розмовної практики',
      'Робота з автентичними аудіо та відеоматеріалами',
      'Відкритий доступ до навчальних онлайн-ресурсів',
    ],
  },

  {
    title: 'Загальна англійська',
    currency: 'грн',
    price: 300,
    time: 'година',
    items: [
      'Визначаємо рівень володіння англійською мовою',
      'Вивчення граматики в контексті, робота з автентичними аудіо та відеоматеріалами',
      'Багато розмовної практики',
      'Інтерактивна методика - навчаємося легко та весело',
      'Відкритий доступ та робота з онлайн ресурсами',
    ],
  },

  {
    title: 'Розмовна англійська',
    currency: 'грн',
    price: 300,
    time: 'година',
    items: [
      'Визначаємо рівень володіння англійською мовою',
      'Підбір тем для дискусій відповідно до інтересів та потреб студента',
      'Вивчення розмовних конструкцій, які допоможуть підтримувати діалог',
      'Система подолання мовного бар’єру “No fear”',
      'Вивчення побутової англійської',
    ],
  },

  {
    title: 'Бізнес-англійська',
    price: 400,
    currency: 'грн',
    time: 'година',
    items: [
      'Визначаємо рівень володіння англійською мовою',
      'Підбір програми відповідно до рівня та потреб студента',
      'Вивчення профільної бізнес-лексики, граматичних конструкцій та принципів ділової переписки',
      'Робота з аудіо та відео-матеріалами бізнес-напрямків',
      'Доступ до онлайн ресурсів',
    ],
  },

  {
    title: 'Курс фонетики',
    price: 500,
    time: 'година',
    currency: 'грн',
    items: [
      'Робота над інтонацією, акцентом, вимовою звуків та букв',
      'Різниця між британською та американською англійською',
      'Знайомство з фонетичним аналізом',
      'Робота з транскрипцією',
      'Розвиток аудіального сприйняття',
    ],
  },

  {
    title: 'Загальна англійська\nГрупові заняття',
    price: 150,
    time: 'година',
    currency: 'грн',
    items: [
      'В групі до 4 студентів',
      'Інтерактивна форма навчання',
      'Багато розмовної практики',
      'Робота з автентичними аудіо та відеоматеріалами',
      'Робота з онлайн ресурсами',
    ],
  },
  {
    title: 'Бізнес-англійська\nГрупові заняття',
    price: 200,
    time: 'година',
    currency: 'грн',
    items: [
      'В групі до 4 студентів',
      'Вивчення профільної бізнес-лексики, граматичних конструкцій та принципів ділової переписки ',
      'Підбір актуальних тем для бізнес-дискусій',
      'Робота з аудіо та відео-матеріалами',
      'Доступ до онлайн ресурсів',
    ],
  },
];

// title: 'Спеціальна пропозиція:',

export const saleOptions: SaleOption[] = [
  'Абонемент на 12 занять - при повній оплаті знижка 5%',
  'Абонемент на 36 занять - при повній оплаті знижка 10 % + 1 бонусне заняття',
];
