exports.hero = {
  title: "Don’t study hard \n study smart!",
  subtitle: "Английский онлайн",
  tip: `Готовы отвечать уверенноe "Yes" на очередные вопросы о знании английского?`,
}

exports.pipeline = {
  title: "Как проходят занятия",
  card_1: {
    text:
      "Начало урока - это всегда адаптация к языковой атмосфере: свободное общение со студентом или интерактив для поднятия настроения",
    title: "Warm-up",
  },
  card_2: {
    text:
      "Интерактивное погружение: студент получает задание в формате игры или ассоциативной карты. Задача учащегося - предугадать тему  занятия.",
    title: "Lead in",
    tip:
      "Ассоциативная карта - такая техника визуализации мышления, один из самых эффективных инструментов управления своими знаниями Эта и многие другие техники уже ждут Вас в нашей школе!",
  },
  card_3: {
    text:
      "Домашнее задание преподаватель проверяет в интерактивной форме, что еще больше стимулирует студентов готовиться к занятиям.",
    title: "Check home task",
  },
  card_4: {
    title: "Presentation & Practice",
    text:
      "Презентация темы урока и практика: пишем и говорим, слушаем аудио и, конечно же, смотрим видео. Tолько живые и эффективные методики, которые закрепят знания на века!",
  },
  card_5: {
    title: "Production",
    text:
      "Любимая часть урока: не потому, что он подходит к концу, а потому, что тут у нас ситуативная игра, во время которой студент применяет  все знания, полученные на занятии.",
    tip:
      "Все это уже ждет Вас на беплатном пробном занятии! Скорее заполняйте форму и до встречи онлаин!",
  },
}

exports.pricing = {
  title: "Наши курсы",
  cards: [
    {
      title: "Подготовка к ЗНО",
      items: [
        "Индивидуальный подход и разговорная практика",
        "Доступ к увлекательным видео и онлайн играм",
        "Интерактивное обучение в игровой форме",
        "Постоянная смена деятельности ребёнка: урок пролетает незаметно",
        "Много-много разговорной практики",
      ],
    },
  ],
}

exports.buttons = {
  begin: "Начать бесплатно",
}
