export const hero = {
  title: 'Don’t study hard, \n study smart!',
  subtitle: 'Английский онлайн',
  tip: `Готовы отвечать уверенноe "Yes" на очередные вопросы о знании английского?`,
}

export const pipeline = {
  title: 'Как проходят занятия',
  card_1: {
    text:
      'Начало урока - это всегда адаптация к языковой атмосфере: \n\nсвободное общение со студентом или интерактив для поднятия настроения.',
    title: 'Warm-up',
  },
  card_2: {
    text:
      'Интерактивное погружение: студент получает задание в формате игры или ассоциативной карты. \n\nЗадача учащегося - предугадать тему  занятия.',
    title: 'Lead in',
    tip:
      'Ассоциативная карта - такая техника визуализации мышления, один из самых эффективных инструментов управления своими знаниями \n\nЭта и многие другие техники\nуже ждут Вас в нашей школе!',
  },
  card_3: {
    text:
      'Домашнее задание преподаватель проверяет в интерактивной форме, что еще больше стимулирует студентов готовиться к занятиям. \n\nЭтот пункт не обязателен: на уроках домашняя работа проверяется только по желанию студента.',
    title: 'Check home task',
  },
  card_4: {
    title: 'Presentation & Practice',
    text:
      'Презентация темы урока и практика: пишем и говорим, слушаем аудио и, конечно же, смотрим видео. \n\nTолько живые и эффективные методики, которые закрепят знания на века!',
  },
  card_5: {
    title: 'Production',
    text:
      'Любимая часть урока: не потому, что он подходит к концу, а потому, что тут у нас ситуативная игра, во время которой студент применяет  все знания, полученные на занятии.',
    tip:
      'Все это уже ждет Вас\nна беплатном пробном занятии!\n\nСкорее заполняйте форму\nи до встречи онлаин!',
  },
}

export const pricing = {
  title: 'Наши курсы',
  cards: [
    {
      title: 'Для дошкольников',
      price: '200',
      currency: 'грн',
      time: '45мин',
      items: [
        'Индивидуальный подход',
        'Интерактивное обучение в игровой форме',
        'Доступ к увлекательным видео, онлайн играм',
        'Разговорная практика',
        'Нескучные занятия и постоянная смена деятельности ребёнка, в следствии чего он не устаёт и может высидеть 45-60 мин занятия',
      ],
    },
    {
      title: 'Для школьников',
      currency: 'грн',
      price: '200',
      time: 'час',
      items: [
        'Индивидуальный подход',
        'Изучение грамматики в контексте',
        'Работа с аутентичными аудио и видеоматериалами',
        'Разговорная практика',
        'Развитие лингвосоциокультурной компетентности',
        'Интерактивное обучение с использованием игр',
        'Доступ к увлекательным видео материалам и онлайн играм',
      ],
    },
    {
      title: 'Подготовка к ДПА',
      price: '300',
      currency: 'грн',
      time: 'час',
      items: [
        'Определяем слабые стороны (грамматика, аудирование, лексика)',
        'Подготовка согласно требованиям программы МОНУ',
      ],
    },
    {
      title: 'Подготовка к ЗНО',
      currency: 'грн',
      price: '350',
      time: 'час',
      items: [
        'Определяем слабые стороны (грамматика, лексика, аудирование)',
        'Подготовка согласно требованиям программы МОНУ',
        'Использование дополнительных видеоматериалов и онлайн ресурсов',
        'Рекомендованная длительность курса 5 месяцев 3 раза в неделю',
      ],
    },
    {
      title: 'Для студентов',
      price: '200',
      time: 'час',
      currency: 'грн',
      items: [
        'Индивидуальный подход',
        'Интерактивная методика ',
        'Разговорная практика',
        'Подбор актуальных тем согласно потребностям студента',
        'Работа с аутентичными аудио и видеоматериалами',
        'Доступ к онлайн ресурсам',
      ],
    },
    {
      title: 'Общий английский',
      currency: 'грн',
      price: '250',
      time: 'час',
      items: [
        'Определение уровня владения английским языком',
        'Изучение грамматики в контексте',
        'Работа с аутентичными аудио и видеоматериалами',
        'Разговорная практика',
        'Интерактивная методика',
        'Работа с онлайн ресурсами',
        'Доступ к материалам',
      ],
    },
    {
      title: 'Разговорный английский',
      currency: 'грн',
      price: '250',
      time: 'час',
      items: [
        'Определение уровня владения английским языком',
        'Подбор тем для дискуссий согласно интересам и требованиям студента',
        'Изучение разговорных конструкций',
        'Работа над преодолением языкового барьера',
        'Изучение бытового английского',
      ],
    },
    {
      title: 'Бизнес английский',
      price: '350',
      currency: 'грн',
      time: 'час',
      items: [
        'Определение уровня владения английским языком',
        'Подбор программы согласно уровню и потребностям студента',
        'Изучение профильной бизнес лексики, грамматических конструкций',
        'Изучение принципов деловой переписки',
        'Работа с аудио и видео материалами бизнес направлений',
        'Доступ к онлайн ресурсам',
      ],
    },

    {
      title: 'Курс фонетики',
      price: '400',
      time: 'час',
      currency: 'грн',

      items: [
        'Работа над интонацией, акцентом, произношением звуков и букв',
        'Разница между британским и американским английским',
        'Знакомство с фонетическим анализом',
        'Работа с транскрипцией',
        'Развитие аудиального восприятия',
      ],
    },
  ],
}

export const why = {
  title: 'Почему выбирают нас',
  cards: [
    {
      number: '01',
      text:
        'Не просто научим языку, но еще и покажем, как обучаться правильно. \n\nРаскроем тайну метода SQRRR, с помощью которого Вам покорится не только английский язык, но и любые другие новые знания',
    },
    {
      number: '02',
      text:
        'Всё обучение построено на интерактивах: игры, видео и  аудио -  у Вас не будет шанса не усвоить материал. \n\nА еще - NO PATTERNS ! \n\nКаждому студенту мы подбираем индивидуальную программу занятий',
    },
    {
      number: '03',
      text:
        'Все занятия проходят онлайн (Zoom/Skype), а значит - прощайте пробки, привет пижамка. \n\nВремя урока тоже  выбираете Вы сами, и если завтра нужно отоспаться - наша школа предоставит такую возможность',
    },
    {
      number: '04',
      text:
        'Обучаем по лучшим учебникам Британии, доступ к которым наши студенты получают  совершенно бесплатно! \n\nА для усвоения новой лексики мы приготовили специальный тренажер с полным пакетом слов, заданиями для практики и тестами',
    },
    {
      number: '05',
      text:
        'Обучение по принципу Student centered: максимум времени говорит студент и минимум учитель (70/30) \n\n.Море позитива в общении с преподавателем, который точно станет Вашим новым другом',
    },
  ],
}

const teacher = {
  avatar: './assets/teacher-photo.jpg',
  name: 'Мельник Светлана',
  age: '25 лет',
  socials: [],
  options: [
    { text: 'Киевский национальный лингвистический университет', title: 'Образование' },

    { title: 'Опыт работы', text: 'Более 5 лет' },
    {
      title: 'Тренинги',
      text:
        '\n\nDragonfly. \n\nCreate & Inspire: The Child-centred Early Years Curriculum. \n\nDeveloping Mindsets, Mindfulness and the Thinking Mind',
    },
    {
      title: 'Научные работы',
      text:
        '\n\nСтатья в журнале «Іноземні мови» \n\nУчастие в международной научной конференции с докладом на тему «The theory of identity in Modern Linguistics»',
    },
    {
      title: 'Увлечения',
      text: 'Когнитивная лингвистика, стилистика, дизайн',
    },
  ],
}

export const teachers = {
  title: 'Наши преподователи',
  cards: [teacher],
  options: [
    'Отличаются многолетним опытом работы с различными категориями студентов',
    'Изучают индивидуальные особенности Вашего восприятия и подберают самую эффективную систему обучения',
    'Становятся Вашими друзьями, с которыми всегда приятно поделиться новостью и посмеяться крутой над шуткой (если она английская)',
    'Жаждут ваших достижений, радуются каждому шагу и бурно обсуждают его (по-английски, конечно же)',
    'Любят то, что делают',
  ],
}

const feddback = {
  avatar: './assets/pic.png',
  name: 'Александра Никифорова',
  age: '24 года',
  socials: ['fb', 'in', 'li'],
  course: 'Разговорный английский',
  text:
    'Lorem ipsum dolor sit amet, consectetur adipiscing elit, sed do eiusmod tempor incididunt ut labore et dolore magna aliqua. Ut enim ad minim veniam, quis nostrud exercitation ullamco',
}

export const feedbacks = {
  title: 'Отзывы наших учеников',
  cards: [feddback, feddback, feddback, feddback],
}

export const leading = {
  title: 'Заявка на бесплатный урок',
  optionsTitle: 'Полноценный урок длительностью 30 минут, во время которого Вы успеете',
  subscription: 'Вы точно проведете время с пользой, поэтому скорее осталвяйте заявку!',
  options: [
    {
      number: '01',
      text: 'Определить свой уровень знаний на сегодняшний день',
    },
    {
      number: '02',
      text: 'Прочувствовать методику обучения и понять принцип работы',
    },
    {
      number: '03',
      text: 'Вводный урок не обязывает Вас к записи на полное обучение.',
    },
    {
      number: '04',
      text: 'Определить свой уровень знаний на сегодняшний день',
    },
  ],
  form: {
    confirmText: 'Нажимая, вы принимаете условия оферты',
    inputName: {
      label: 'Имя',
      placeholder: 'Вашe Имя...',
      errorMsg: { required: 'Поле не может быть пустым' },
    },
    inputEmail: {
      label: 'Email',
      placeholder: 'Ваш Email...',
      errorMsg: { incorrect: 'Некорректный email' },
    },
    inputPhone: {
      label: 'Телефон',
      placeholder: 'Ваш телефон...',
      errorMsg: { incorrect: 'Некорректный номер телефона' },
    },
  },
}

export const buttons = {
  begin: 'Начать бесплатно',
  sendApplication: 'Отправить заявку',
}

export const common = {
  countryCode: {
    ['UA']: '+380',
  },
}
