export const hero = {
  title: 'Don’t study hard, \n study smart!',
  subtitle: 'Английский онлайн',
  tip: `Готовы отвечать уверенноe "Yes" на очередные вопросы о знании английского?`,
}

export const pipeline = {
  title: 'Как проходят занятия',
  card_1: {
    text:
      'Начало урока - это всегда адаптация к языковой атмосфере: \n\nсвободное общение со студентом или интерактив для поднятия настроения.',
    title: 'Warm-up',
  },
  card_2: {
    text:
      'Интерактивное погружение: студент получает задание в формате игры или ассоциативной карты. \n\nЗадача учащегося - предугадать тему  занятия.',
    title: 'Lead in',
    tip:
      'Ассоциативная карта - такая техника визуализации мышления, один из самых эффективных инструментов управления своими знаниями. \n\nЭта и многие другие техники\nуже ждут Вас в нашей школе!',
  },
  card_3: {
    text:
      'Домашнее задание преподаватель проверяет в интерактивной форме, что еще больше стимулирует студентов готовиться к занятиям. \n\nЭтот пункт не обязателен: на уроках домашняя работа проверяется только по желанию студента.',
    title: 'Check home task',
  },
  card_4: {
    title: 'Presentation & Practice',
    text:
      'Презентация темы урока и практика: пишем и говорим, слушаем аудио и, конечно же, смотрим видео. \n\nTолько живые и эффективные методики, которые закрепят знания на века!',
  },
  card_5: {
    title: 'Production',
    text:
      'Любимая часть урока: не потому, что он подходит к концу, а потому, что тут у нас ситуативная игра, во время которой студент применяет  все знания, полученные на занятии.',
    tip:
      'Все это уже ждет Вас\nна беплатном пробном занятии!\n\nЧто для этого нужно?\nПросто захотеть!',
  },
}

export const pricing = {
  title: 'Наши курсы',
  sale: {
    title: 'Специальное предложение:',
    options: [
      'Абонемент на 12 занятий - при полной оплате скидка 5%',
      'Абонемент на 36 занятий - при полной оплате скидка 10% + 1 бонусное занятие',
    ],
  },

  cards: [
    {
      title: 'Для дошкольников',
      price: '250',
      currency: 'грн',
      time: '45мин',
      items: [
        'Индивидуальный подход',
        'Интерактивное обучение в игровой форме',
        'Доступ к увлекательным видео, онлайн играм',
        'Постоянная смена деятельности ребёнка - урок длительностью 45-50 минут пролетает незаметно',
        'Много разговорной практики',
      ],
    },
    {
      title: 'Для школьников',
      currency: 'грн',
      price: '250',
      time: 'час',
      items: [
        'Индивидуальный подход и интерактивные формы изучения',
        'Изучение грамматики в контексте и разговорная практика',
        'Работа с аутентичными аудио и видеоматериалами ',
        'Развитие лингвосоциокультурной компетентности',
        'Доступ к увлекательным видео материалам и онлайн играм',
      ],
    },
    {
      title: 'Подготовка к ДПА',
      price: '350',
      currency: 'грн',
      time: 'час',
      items: [
        'Без паники - наш студент точно сдаст!',
        'Определяем слабые стороны (грамматика, аудирование, лексика)',
        'Восполняем все пробелы в знаниях',
        'Подготовка согласно требованиям программы МОНУ',
        'Доступ к дополнительным материалам',
      ],
    },
    {
      title: 'Подготовка к ЗНО',
      currency: 'грн',
      price: '400',
      time: 'час',
      items: [
        'Без паники - наш студент точно сдаст!',
        'Определяем слабые стороны (грамматика, лексика, аудирование)',
        'Восполняем все пробелы в знаниях, используя дополнительные видеоматериалы и онлайн-ресурсы',
        'Подготовка согласно требованиям программы МОНУ',
        'Рекомендованная длительность курса 5 месяцев 3 раза в неделю',
      ],
    },
    {
      title: 'Для студентов',
      price: '250',
      time: 'час',
      currency: 'грн',
      items: [
        'Индивидуальный подход: подберем актуальные темы согласно потребностей студента',
        'Интерактивная форма обучения',
        'Много разговорной практики',
        'Работа с аутентичными аудио и видеоматериалами',
        'Открытый доступ к обучающим онлайн ресурсам',
      ],
    },
    {
      title: 'Общий английский',
      currency: 'грн',
      price: '300',
      time: 'час',
      items: [
        'Определение уровня владения английским языком',
        'Изучение грамматики в контексте, работа с аутентичными аудио и видеоматериалами',
        'Много разговорной практики',
        'Интерактивная - учимся легко и весело',
        'Открытый доступ и работа с онлайн ресурсами',
      ],
    },
    {
      title: 'Разговорный английский',
      currency: 'грн',
      price: '300',
      time: 'час',
      items: [
        'Определение уровня владения английским языком',
        'Подбор тем для дискуссий согласно интересам и требованиям студента',
        'Изучение разговорных конструкций, которые помогут поддержать диалог',
        'Система преодоления языкового барьера “No fear”',
        'Изучение бытового английского',
      ],
    },
    {
      title: 'Бизнес английский',
      price: '400',
      currency: 'грн',
      time: 'час',
      items: [
        'Определение уровня владения английским языком',
        'Подбор программы согласно уровню и потребностям студента',
        'Изучение профильной бизнес лексики, грамматических конструкций и принципов деловой переписки',
        'Работа с аудио и видео материалами бизнес направлений',
        'Доступ к онлайн ресурсам',
      ],
    },

    {
      title: 'Курс фонетики',
      price: '500',
      time: 'час',
      currency: 'грн',
      items: [
        'Работа над интонацией, акцентом, произношением звуков и букв',
        'Разница между британским и американским английским',
        'Знакомство с фонетическим анализом',
        'Работа с транскрипцией',
        'Развитие аудиального восприятия',
      ],
    },
  ],
}

export const why = {
  title: 'Почему выбирают нас',
  cards: [
    {
      number: '01',
      text:
        'Не просто научим языку, но еще и покажем, как обучаться правильно. \n\nРаскроем тайну метода SQRRR, с помощью которого Вам покорится не только английский язык, но и любые другие новые знания.',
    },
    {
      number: '02',
      text:
        'Всё обучение построено на интерактивах: игры, видео и  аудио -  у Вас не будет шанса не усвоить материал. \n\nА еще - NO PATTERNS ! \n\nКаждому студенту мы подбираем индивидуальную программу занятий.',
    },
    {
      number: '03',
      text:
        'Все занятия проходят онлайн (Zoom/Skype), а значит - прощайте пробки, здравствуй комфорт.  \n\nВремя урока выбирает студент. Даже если у Вас нестандартный график - в нашей школе найдется идеальное время именно для Вас!',
    },
    {
      number: '04',
      text:
        'Обучаем по лучшим учебникам Британии, доступ к которым наши студенты получают  совершенно бесплатно! \n\nА для усвоения новой лексики мы приготовили специальный тренажер с полным пакетом слов, заданиями для практики и тестами.',
    },
    {
      number: '05',
      text:
        'Обучение по принципу Student centered: максимум времени говорит студент и минимум учитель (70/30). \n\nМоре позитива в общении с преподавателем, который точно станет Вашим новым другом.',
    },
  ],
}

const teacher = {
  avatar: './assets/teacher-photo.jpg',
  name: 'Мельник Светлана',
  age: '25 лет',
  socials: [],
  options: [
    { text: 'Киевский национальный лингвистический университет', title: 'Образование' },

    { title: 'Опыт работы', text: 'Более 5 лет' },
    {
      title: 'Тренинги',
      text:
        '\n\nDragonfly. \n\nCreate & Inspire: The Child-centred Early Years Curriculum. \n\nDeveloping Mindsets, Mindfulness and the Thinking Mind',
    },
    {
      title: 'Научные работы',
      text:
        '\n\nСтатья в журнале «Іноземні мови» \n\nУчастие в международной научной конференции с докладом на тему «The theory of identity in Modern Linguistics»',
    },
    {
      title: 'Увлечения',
      text: 'Когнитивная лингвистика, стилистика, дизайн',
    },
  ],
}

export const teachers = {
  title: 'Наши преподователи',
  cards: [teacher],
  options: [
    'Отличаются многолетним опытом работы с различными категориями студентов.',
    'Изучают индивидуальные особенности Вашего восприятия и подберают самую эффективную систему обучения.',
    'Становятся Вашими друзьями, с которыми всегда приятно поделиться новостью и посмеяться над крутой шуткой (если она английская).',
    'Жаждут ваших достижений, радуются каждому шагу и бурно обсуждают его (по-английски, конечно же).',
    'Любят то, что делают!',
  ],
}

const feddback = {
  avatar: './assets/pic.png',
  name: 'Александра Никифорова',
  age: '24 года',
  socials: ['fb', 'in', 'li'],
  course: 'Разговорный английский',
  text:
    'Lorem ipsum dolor sit amet, consectetur adipiscing elit, sed do eiusmod tempor incididunt ut labore et dolore magna aliqua. Ut enim ad minim veniam, quis nostrud exercitation ullamco',
}

export const feedbacks = {
  title: 'Отзывы наших учеников',
  cards: [feddback, feddback, feddback, feddback],
}

export const leading = {
  title: 'Заявка на бесплатный урок',
  optionsTitle: 'Полноценный урок длительностью 40 минут, во время которого Вы успеете:',
  subscription: 'Вы точно проведете время с пользой, поэтому скорее оставляйте заявку!',
  postscriptum:
    'Еще никто не отказался от обучения \nпосле нашего пробного урока \n\nP.S. Пробный урок не обязывает участника \nк покупке курса.',
  options: [
    {
      number: '01',
      text: 'Определить свой уровень знаний на сегодняшний день.',
    },
    {
      number: '02',
      text: 'Прочувствовать методику обучения и понять принцип работы.',
    },
    {
      number: '03',
      text: 'Познакомиться (а может и подружиться) с преподавателем.',
    },
  ],

  form: {
    confirmText: 'Нажимая, вы принимаете условия оферты',
    inputName: {
      label: 'Имя',
      placeholder: 'Вашe Имя...',
      errorMsg: { required: 'Поле не может быть пустым' },
    },
    inputEmail: {
      label: 'Email',
      placeholder: 'Ваш Email...',
      errorMsg: { incorrect: 'Некорректный email' },
    },
    inputPhone: {
      label: 'Телефон',
      placeholder: 'Ваш телефон...',
      errorMsg: { incorrect: 'Некорректный номер телефона' },
    },
  },
}

export const buttons = {
  begin: 'Начать бесплатно',
  sendApplication: 'Отправить заявку',
}

export const common = {
  countryCode: {
    ['UA']: '+380',
  },
}
