export const hero = {
  title: 'Don’t study hard, \n study smart!',
  subtitle: 'Английский онлайн',
  tip: `Готовы отвечать уверенноe "Yes" на очередные вопросы о знании английского?`,
}

export const pipeline = {
  title: 'Как проходят занятия',
  card_1: {
    text:
      'Начало урока - это всегда адаптация к языковой атмосфере: \n\nсвободное общение со студентом или интерактив для поднятия настроения.',
    title: 'Warm-up',
  },
  card_2: {
    text:
      'Интерактивное погружение: студент получает задание в формате игры или ассоциативной карты. \n\nЗадача учащегося - предугадать тему  занятия.',
    title: 'Lead in',
    tip:
      'Ассоциативная карта - такая техника визуализации мышления, один из самых эффективных инструментов управления своими знаниями. \n\nЭта и многие другие техники\nуже ждут Вас в нашей школе!',
  },
  card_3: {
    text:
      'Домашнее задание преподаватель проверяет в интерактивной форме, что еще больше стимулирует студентов готовиться к занятиям. \n\nЭтот пункт не обязателен: на уроках домашняя работа проверяется только по желанию студента.',
    title: 'Check home task',
  },
  card_4: {
    title: 'Presentation & Practice',
    text:
      'Презентация темы урока и практика: пишем и говорим, слушаем аудио и, конечно же, смотрим видео. \n\nTолько живые и эффективные методики, которые закрепят знания на века!',
  },
  card_5: {
    title: 'Production',
    text:
      'Любимая часть урока: не потому, что он подходит к концу, а потому, что тут у нас ситуативная игра, во время которой студент применяет  все знания, полученные на занятии.',
    tip:
      'Все это уже ждет Вас\nна беплатном пробном занятии!\n\nЧто для этого нужно?\nПросто захотеть!',
  },
}

export const pricing = {
  title: 'Наши курсы',
  sale: {
    title: 'Специальное предложение:',
    options: [
      'Абонемент на 12 занятий - при полной оплате скидка 5%',
      'Абонемент на 36 занятий - при полной оплате скидка 10% + 1 бонусное занятие',
    ],
  },

  cards: [
    {
      title: 'Для школьников',
      currency: 'грн',
      price: '250',
      time: 'час',
      items: [
        'Индивидуальный подход и интерактивные формы обучения',
        'Изучение грамматики в контексте и разговорная практика',
        'Работа с аутентичными аудио и видеоматериалами ',
        'Развитие лингвосоциокультурной компетентности',
        'Доступ к увлекательным видео материалам и онлайн играм',
      ],
    },
    {
      title: 'Подготовка к ДПА',
      price: '350',
      currency: 'грн',
      time: 'час',
      items: [
        'Без паники - наш студент точно сдаст!',
        'Определяем слабые стороны (грамматика, аудирование, лексика)',
        'Восполняем все пробелы в знаниях',
        'Подготовка согласно требованиям программы МОНУ',
        'Доступ к дополнительным материалам',
      ],
    },
    {
      title: 'Подготовка к ЗНО',
      currency: 'грн',
      price: '400',
      time: 'час',
      items: [
        'Без паники - наш студент точно сдаст!',
        'Определяем слабые стороны (грамматика, лексика, аудирование)',
        'Восполняем все пробелы в знаниях, используя дополнительные видеоматериалы и онлайн-ресурсы',
        'Подготовка согласно требованиям программы МОНУ',
        'Рекомендованная длительность курса 5 месяцев 3 раза в неделю',
      ],
    },
    {
      title: 'Для студентов',
      price: '250',
      time: 'час',
      currency: 'грн',
      items: [
        'Индивидуальный подход: подберем актуальные темы согласно потребностей студента',
        'Интерактивная форма обучения',
        'Много разговорной практики',
        'Работа с аутентичными аудио и видеоматериалами',
        'Открытый доступ к обучающим онлайн ресурсам',
      ],
    },
    {
      title: 'Общий английский',
      currency: 'грн',
      price: '300',
      time: 'час',
      items: [
        'Определение уровня владения английским языком',
        'Изучение грамматики в контексте, работа с аутентичными аудио и видеоматериалами',
        'Много разговорной практики',
        'Интерактивная методика - учимся легко и весело',
        'Открытый доступ и работа с онлайн ресурсами',
      ],
    },
    {
      title: 'Разговорный английский',
      currency: 'грн',
      price: '300',
      time: 'час',
      items: [
        'Определение уровня владения английским языком',
        'Подбор тем для дискуссий согласно интересам и требованиям студента',
        'Изучение разговорных конструкций, которые помогут поддержать диалог',
        'Система преодоления языкового барьера “No fear”',
        'Изучение бытового английского',
      ],
    },
    {
      title: 'Бизнес английский',
      price: '400',
      currency: 'грн',
      time: 'час',
      items: [
        'Определение уровня владения английским языком',
        'Подбор программы согласно уровню и потребностям студента',
        'Изучение профильной бизнес лексики, грамматических конструкций и принципов деловой переписки',
        'Работа с аудио и видео материалами бизнес направлений',
        'Доступ к онлайн ресурсам',
      ],
    },

    {
      title: 'Курс фонетики',
      price: '500',
      time: 'час',
      currency: 'грн',
      items: [
        'Работа над интонацией, акцентом, произношением звуков и букв',
        'Разница между британским и американским английским',
        'Знакомство с фонетическим анализом',
        'Работа с транскрипцией',
        'Развитие аудиального восприятия',
      ],
    },

    /// GROUPS

    {
      title: 'Общий английский. Групповые занятия',
      price: '150',
      time: 'час',
      currency: 'грн',
      items: [
        'В группе до 4 студентов',
        'Интерактивная форма обучения',
        'Много разговорной практики',
        'Работа с аутентичными аудио и видеоматериалами',
        'Работа с онлайн ресурсами',
      ],
    },
    {
      title: 'Бизнес-английский. Групповые занятия',
      price: '200',
      time: 'час',
      currency: 'грн',
      items: [
        'В группе до 4 студентов',
        'Изучение профильной бизнес-лексики, грамматических конструкций и принципов деловой переписки',
        'Подбор актуальных тем для бизнес-дискуссий',
        'Работа с аудио и видео-материалами',
        'Доступ к онлайн ресурсам',
      ],
    },
  ],
}

export const why = {
  title: 'Почему выбирают нас',
  cards: [
    {
      number: '01',
      text:
        'Не просто научим языку, но еще и покажем, как обучаться правильно. \n\nРаскроем тайну метода SQRRR, с помощью которого Вам покорится не только английский язык, но и любые другие новые знания.',
    },
    {
      number: '02',
      text:
        'Всё обучение построено на интерактивах: игры, видео и  аудио -  у Вас не будет шанса не усвоить материал. \n\nА еще - NO PATTERNS ! \n\nКаждому студенту мы подбираем индивидуальную программу занятий.',
    },
    {
      number: '03',
      text:
        'Все занятия проходят онлайн (Zoom/Skype), а значит - прощайте пробки, здравствуй комфорт.  \n\nВремя урока выбирает студент. Даже если у Вас нестандартный график - в нашей школе найдется идеальное время именно для Вас!',
    },
    {
      number: '04',
      text:
        'Обучаем по лучшим учебникам Британии, доступ к которым наши студенты получают  совершенно бесплатно! \n\nА для усвоения новой лексики мы приготовили специальный тренажер с полным пакетом слов, заданиями для практики и тестами.',
    },
    {
      number: '05',
      text:
        'Обучение по принципу Student centered: максимум времени говорит студент и минимум учитель (70/30). \n\nМоре позитива в общении с преподавателем, который точно станет Вашим новым другом.',
    },
  ],
}

const teacher = {
  avatar: { webp: './assets/photos/teacher1.webp', jpg: './assets/photos/teacher1.jpg' },
  name: 'Мельник Светлана',
  socials: [],
  options: [
    {
      text: ['Киевский национальный лингвистический университет'],
      title: 'Образование',
    },

    { title: 'Опыт работы', text: 'Более 5 лет' },
    {
      additional: true,
      title: 'Тренинги',
      text: [
        'Dragonfly',
        'Create & Inspire: The Child-centred Early Years Curriculum',
        'Developing Mindsets, Mindfulness and the Thinking Mind',
      ],
    },
    {
      additional: true,
      title: 'Научные работы',
      text: [
        'Статья в журнале «Іноземні мови»',
        'Участие в международной научной конференции с докладом на тему «The theory of identity in Modern Linguistics»',
      ],
    },
    {
      title: 'Увлечения',
      text: 'Когнитивная лингвистика, стилистика, дизайн',
    },
  ],
}

const teacher2 = {
  avatar: {
    webp: './assets/photos/teacher2.webp',
    jpg: './assets/photos/teacher2.jpg',
  },
  name: 'Голинко Алина',
  age: '24 года',
  socials: [],
  options: [
    { text: ['Киевский национальный лингвистический университет'], title: 'Образование' },

    { title: 'Опыт работы', text: '3 года' },
    {
      additional: true,
      title: 'Тренинги',
      text: [
        'Microteaching: A New Approach to Teacher Training and Research',
        'English for Specific Purposes: A New Perspective',
        'CLIL: Dual-Focused Education Strategies',
        'Dogme ELT: Teaching Unplugged',
      ],
    },
    {
      additional: true,
      title: 'Научные работы',
      text: [
        '6 научных публикаций на темы мультимодального и медиа дискурса, а также на тему проявления социолингвистической и социокультурной компетентности',
        'Участие в международных конференциях с докладами “Проблематика преподавания английского языка как второго иностранного для студентов-востоковедов”, “Психологический анализ механизма влияния слоганов рекламы на массовое сознание как способ манипулирования массовым поведением”, “Использование средств влияния на сознание читателя в заглавиях газет англоязычных периодических изданий”, “Характеристика реализации языковой личности в твиттературе”, “English, German, and Chinese slang vocabulary in “Twitter” social network ”'
      ],
    },
    { title: 'Увлечения', text: 'Лингводидактика, андрагогика, китайский язык' },
  ],
}

const teacher3 = {
  avatar: {
    webp: './assets/photos/teacher3.webp',
    jpg: './assets/photos/teacher3.jpg',
  },
  name: 'Богдан Кость',
  socials: [],
  options: [
    {
      text: [
        'Ужгородский национальный университет',
        'Канадский международный карьерный колледж. Торонто',
      ],
      title: 'Образование',
    },
    { title: 'Опыт работы', text: 'Більше 5 років' },
    { additional: true, title: 'Тренинги', text: ['MyTEFL 120 часовой курс для преподавателей'] },
    {
      additional: true,
      title: 'Научные работы',
      text: [
        `Logoe 29.11.19 BELGIQUE
The Concept «Idiostyle» and its structure in contemporary linguistic studies`,

        `Logoe 26.06.20 ITALIA
Axiological Modality as a text category`,
      ],
    },
    {
      title: 'Увлечения',
      text: `Ффилология, психология, маркетинг, музыка, путешествия.`,
    },
  ],
}

const teacher4 = {
  avatar: {
    webp: './assets/photos/teacher4.webp',
    jpg: './assets/photos/teacher4.jpg',
  },
  name: 'Марина Гатальская',
  socials: [],
  options: [
    { text: ['Киевский национальный лингвистический университет'], title: 'Образование' },
    { title: 'Опыт работы', text: 'Більше 6 років' },
    {
      additional: true,
      title: 'Тренинги',
      text: [
        'Эффективные методы достижения лучших результатов при изучении английского языка взрослыми слушателями',
        'Интерактивные онлайн компоненты к учебникам Pearson - изучение английского в любых условиях',
        'Расширяем педагогический репертуар: эффективная технология изучения языка с помощью лексического подхода',
        'Новый взгляд на любимые игры для развития коммуникативных навычек на уроках английского языка',
      ],
    },
    {
      additional: true,
      title: 'Научные работы',
      text: [
        'Linguistic manipulation and ways of its rendering in translation go newspaper discourse texts',
        'Language manipulation means in English love discourse and its translation into Ukrainian',
      ],
    },
    {
      title: 'Интересы',
      text: `Подорожі, психологія, вивчення іноземних мов`,
    },
  ],
}

const teacher5 = {
  avatar: {
    webp: './assets/photos/teacher5.webp',
    jpg: './assets/photos/teacher5.jpg',
  },
  name: 'Костюченко Алина',
  socials: [],
  options: [
    { text: ['Киевский национальный университет'], title: 'Образование' },
    { title: 'Опыт работы', text: 'Більше 5 лет' },
    {
      additional: true,
      title: 'Тренинги',
      text: [
        'British Council - недельный курс развития учителя «Teaching for Success»',
        'Семинары и вебинары от международного образовательного методического центра Dinternal Education в партнёрстве с Pearson',
        'British Council: Teaching online - alternative platform',
      ],
    },
    {
      additional: true,
      title: 'Научные работы',
      text: [
        'Блог по изучению английского языка дистанционно «Socially distant. Intellectually engaged',
      ],
    },
    {
      title: 'Интересы',
      text: `Плавание, чтение, фотосъемка, путешествия, кулинария, моделирование из полимерной глины`,
    },
  ],
}

const teacher6 = {
  avatar: {
    webp: './assets/photos/teacher6.webp',
    jpg: './assets/photos/teacher6.jpg',
  },
  name: 'Погинайко Юлия',
  socials: [],
  options: [
    { text: ['Хмельницкий национальный университет'], title: 'Образование' },
    { title: 'Опыт работы', text: 'Более 3 лет' },
    {
      additional: true,
      title: 'Научные работы',
      text: [
        'Участие в конференции «Межкультурная коммуникация» с докладом на тему «Особенности перевода американского сленга»',
        'Статья на тему «Понятие экфразиса как способа интерсемиотического перевода в ракурсе взаимодествия литературы и кино»',
      ],
    },
    {
      title: 'Интересы',
      text: `Рисование, путешествия, литература`,
    },
  ],
}

const teacher7 = {
  avatar: {
    webp: './assets/photos/teacher7.webp',
    jpg: './assets/photos/teacher7.jpg',
  },
  name: 'Валерия Пикула',
  socials: [],
  options: [
    { text: ['Мариупольский государственный гуманитарный университет'], title: 'Образование' },
    { title: 'Опыт работы', text: '8 лет' },
    {
      additional: true,
      title: 'Научные работы',
      text: ['Перевод видеоуроков на YouTube канале Look bad Play'],
    },
    {
      title: 'Интересы',
      text: `Литература, саморазвитие в сфере английского языка`,
    },
  ],
}

const teacher8 = {
  avatar: {
    webp: './assets/photos/teacher8.webp',
    jpg: './assets/photos/teacher8.jpg',
  },
  name: 'Абрамова Лариса',
  socials: [],
  options: [
    { text: ['Житомирский педагогический университ'], title: 'Образование' },
    { title: 'Опыт работы', text: '17 лет' },
    {
      additional: true,
      title: 'Тренинги',
      text: ['Стажировка в Великобритании - Шеффилд', 'Стажировка в Германии - Штутгарт'],
    },
    {
      title: 'Интересы',
      text: `Путешествия, рок-музыка, пилатес, декупаж`,
    },
  ],
}

const teacher9 = {
  avatar: {
    webp: './assets/photos/teacher9.webp',
    jpg: './assets/photos/teacher9.jpg',
  },
  name: 'Сергей Смирнов',
  socials: [],
  options: [
    {
      title: 'Образование',
      text: [
        'Московский военный институт иностранных языков',
        'Львовский национальный университет имени Ивана Франка',
      ],
    },
    { title: 'Опыт работы', text: '37 лет' },
    {
      additional: true,
      title: 'Тренинги',
      text: ['Различные тренинги по методике изучения иностранных языков'],
    },
    {
      title: 'Интересы',
      text: `Литература, плавание, шахматы`,
    },
  ],
}

const teacher10 = {
  avatar: {
    webp: './assets/photos/teacher10.webp',
    jpg: './assets/photos/teacher10.jpg',
  },
  name: 'Галинич Кристина',
  socials: [],
  options: [
    {
      text: [`Харьковской национальный педагогический университет`],
      title: 'Образование',
    },
    { title: 'Опыт работы', text: 'Более 5 лет' },
    {
      additional: true,
      title: 'Научные работы',
      text: ['Peculiarities of speech in play "Dangerous corner" by J. B. Priestley'],
    },
    {
      title: 'Интересы',
      text: `Психология, спорт, мода`,
    },
  ],
}

export const teachers = {
  title: 'Наши преподователи',
  cards: [
    teacher,
    teacher2,
    teacher3,
    teacher4,
    teacher5,
    teacher6,
    teacher7,
    teacher8,
    teacher9,
    teacher10,
  ],
  options: [
    'Отличаются многолетним опытом работы с различными категориями студентов.',
    'Изучают индивидуальные особенности Вашего восприятия и подбирают самую эффективную систему обучения.',
    'Становятся Вашими друзьями, с которыми всегда приятно поделиться новостью и посмеяться над крутой шуткой (если она английская).',
    'Жаждут ваших достижений, радуются каждому шагу и бурно обсуждают его (по-английски, конечно же).',
    'Любят то, что делают!',
  ],
}

export const feedbacks = {
  title: 'Отзывы наших учеников',
  cards: [
    {
      avatar: { webp: './assets/photos/maria.webp', jpg: './assets/photos/maria.jpg' },
      name: 'Мария',
      age: '21 год',
      social: {
        link: 'https://instagram.com/mary_blzh?igshid=5vdmm5elmgk7',
        text: 'Профиль в instagram',
      },
      text: `Я очень рада что приняла решение заниматься английским языком именно в этой школе!) Мне очень нравится что здесь демократичный и лёгкий формат проведения занятий: преподаватель к каждому студенту старается найти свой индивидуальный подход и поэтому занятия проходят интересно, страх сказать что-то не то или с ошибкой постепенно сходит на нет, плюс темы к урокам подбираются под интересы человека, что также является отличной плюшкой  ;) Помимо этого, мне очень нравится, что домашка не считается самым главным во время  занятий, и в целом, материал излагается очень простой и понятной формой,  приводятся примеры из жизни. Так что очень рекомендую школу 🤗😊`,
    },
    {
      avatar: { webp: './assets/photos/nastya.webp', jpg: './assets/photos/nastya.jpg' },
      name: 'Настя',
      age: '16 лет',
      social: {
        link: 'https://instagram.com/ns_osterfield?igshid=1ili3gx18n90z',
        text: 'Профиль в instagram',
      },
      text:
        'Хочу сказать что в школе я занимаюсь уже достаточное количество времени,и за это время мой английский намного улучшился. Раньше были большие проблемы с грамматикой, я её больше боялась как-то изучать,но сейчас уже достаточно хорошо могу в ней разбираться и во многом другом. Спасибо.',
    },
    {
      avatar: { webp: './assets/photos/maxim.webp', jpg: './assets/photos/maxim.jpg' },
      name: 'Максим',
      age: '25 лет',
      social: {
        link: 'https://instagram.com/maksimka_dannik?igshid=s7sbib1h80fg',
        text: 'Профиль в instagram',
      },
      text:
        'Дуже подобається школа. В першу чергу професійним підходом. Дається багато практики та в кінці заняття проводяться ситуативні ігри, все максимально наближено до життя і зникає страх говорити. Буду займатися і далі.',
    },
    {
      avatar: { webp: './assets/photos/sofia.webp', jpg: './assets/photos/sofia.jpg' },
      name: 'София',
      age: '23 года',
      social: {
        link: 'https://instagram.com/rexms?igshid=1tpzo7rda3zlw',
        text: 'Профиль в instagram',
      },
      text:
        'Спасибо большое школе и преподавателям! Первое, что понравилось-это то, что преподаватели максимально подстраиваются под студента, вплоть до того, на какой язык переводить (украинский или русский). Свободно владеют и тем и тем. Взяла для себя бизнес английский. Заметно улучшился уровень, стала увереннее излагать свои мысли руководству, отвечать на письма и просто общаться с иностранными коллегами. Буду продолжать занятия.',
    },
  ],
}

export const leading = {
  title: 'Заявка на бесплатный урок',
  optionsTitle: 'Полноценный урок длительностью 40 минут, во время которого Вы успеете:',
  subscription: 'Вы точно проведете время с пользой, поэтому скорее оставляйте заявку!',
  postscriptum:
    'Еще никто не отказался от обучения \nпосле нашего пробного урока \n\nP.S. Пробный урок не обязывает участника \nк покупке курса.',
  options: [
    {
      number: '01',
      text: 'Определить свой уровень знаний на сегодняшний день.',
    },
    {
      number: '02',
      text: 'Прочувствовать методику обучения и понять принцип работы.',
    },
    {
      number: '03',
      text: 'Познакомиться (а может и подружиться) с преподавателем.',
    },
  ],
}

export const common = {
  designBy: {
    text: 'Polina Kudinova',
    link: 'https://instagram.com/polina.kudinova?igshid=98uu3jmoxkyz',
  },
  productionBy: {
    text: 'Philipp Sapronov',
    link: 'https://www.linkedin.com/in/philipp-sapronov',
  },
  email: 'info@iep.com.ua',
  link: {
    text: 'UA',
    href: '/',
  },
  phone: '+38 (066) 008 21 54',
  phoneWithoutCountryCode: '380660082154',
  telegramUsername: 'iep_kyiv',

  meta: {
    title: 'In English, Please. Главная',
    description: 'Онлайн школа английского языка',
    og: {
      title: 'Онлайн школа английского языка "In English, please"',
      description: 'Don’t study hard, study smart. Учись легко и качественно!',
      url: 'https://iep.com.ua/ru',
      type: 'website',
      image: 'https://iep.com.ua/assets/og-image-x.jpg',
      imageWidth: '1600',
      imageHeight: '880',
    },
  },
  button: {
    startNow: 'Начать прямо сейчас',
    startFree: 'Начать бесплатно',
    orderCall: 'Заказать звонок',
    submit: 'Отправить заявку',
    wantTry: 'Хочу попробовать',
  },
  message: {
    error: { default: 'Во время операции произошла ошибка!' },
    success: { applicationSent: 'Ваша заявка успешно отправлена!' },
  },
  form: {
    name: {
      label: 'Имя',
      placeholder: 'Вашe Имя...',
      message: { incorrect: 'Некорректное имя', required: 'Пожалуйста, введите имя' },
    },
    email: {
      label: 'Email',
      placeholder: 'Ваш Email...',
      message: { incorrect: 'Некорректный email', required: 'Пожалуйста, введите email' },
    },
    phone: {
      label: 'Телефон',
      placeholder: 'Ваш телефон...',
      message: {
        incorrect: 'Некорректный номер телефона',
        required: 'Пожалуйста, введите номер телефона',
      },
    },
  },

  code: '+380',
  FB_PIXEL_ID: '721751425252037',
}
