exports.hero = {
  title: "Don’t study hard \n study smart!",
  subtitle: "Английский онлайн",
  tip: `Готовы отвечать уверенноe "Yes" на очередные вопросы о знании английского?`,
}

exports.pipeline = {
  title: "Как проходят занятия",
  card_1: {
    text:
      "Начало урока - это всегда адаптация к языковой атмосфере: свободное общение со студентом или интерактив для поднятия настроения",
    title: "Warm-up",
  },
  card_2: {
    text:
      "Интерактивное погружение: студент получает задание в формате игры или ассоциативной карты. Задача учащегося - предугадать тему  занятия.",
    title: "Lead in",
    tip:
      "Ассоциативная карта - такая техника визуализации мышления, один из самых эффективных инструментов управления своими знаниями Эта и многие другие техники уже ждут Вас в нашей школе!",
  },
  card_3: {
    text:
      "Домашнее задание преподаватель проверяет в интерактивной форме, что еще больше стимулирует студентов готовиться к занятиям.",
    title: "Check home task",
  },
  card_4: {
    title: "Presentation & Practice",
    text:
      "Презентация темы урока и практика: пишем и говорим, слушаем аудио и, конечно же, смотрим видео. Tолько живые и эффективные методики, которые закрепят знания на века!",
  },
  card_5: {
    title: "Production",
    text:
      "Любимая часть урока: не потому, что он подходит к концу, а потому, что тут у нас ситуативная игра, во время которой студент применяет  все знания, полученные на занятии.",
    tip:
      "Все это уже ждет Вас на беплатном пробном занятии! Скорее заполняйте форму и до встречи онлаин!",
  },
}

exports.pricing = {
  title: "Наши курсы",
  cards: [
    {
      title: "Бизнес Английский",
      items: [
        "Определение уровня владения английским языком",
        "Подбор программы согласно уровню, способностям и потребностям студента",
        "Изучение профильной бизнес лексики и  грамматических конструкций",
        "Работа с тематическими  материалами бизнес направлений в аудио- и видео-формате",
        "Постоянный доступ к обучающим онлаин-ресурсам",
      ],
    },
    {
      title: "Для школьников",
      items: [
        "Индивидуальный подход и разговорная практика",
        "Доступ к увлекательным видео и онлайн играм",
        "Интерактивное обучение в игровой форме",
        "Постоянная смена деятельности ребёнка: урок пролетает незаметно",
        "Много-много разговорной практики",
      ],
    },
    {
      title: "Разговорный Английский",
      items: [
        "Определение уровня владения английским языком",
        "Индивидуальный набор тем для дискуссий согласно интересам и требованиям студента",
        "Система преодоления языкового барьера “No fear”",
        "Наработка разговорных конструкций, которые помогут поддержать диалог студенту  любого уровня",
        "Изучение бытового английского - наша жизнь сквозь призму английского языка",
      ],
    },
  ],
}

exports.why = {
  title: "Почему выбирают нас",
  cards: [
    {
      number: "01",
      text:
        "Не просто научим языку, но еще и покажем, как обучаться правильно. Раскроем тайну метода SQRRR, с помощью которого Вам покорится не только английский язык, но и любые другие новые знания",
    },
    {
      number: "02",
      text:
        "Всё обучение построено на интерактивах: игры, видео и  аудио -  у Вас не будет шанса не усвоить материал. А еще - NO PATTERNS ! Каждому студенту мы подбираем индивидуальную программу занятий ",
    },
    {
      number: "03",
      text:
        "Все занятия проходят онлайн (Zoom/Skype), а значит - прощайте пробки, привет пижамка. Время урока тоже  выбираете Вы сами, и если завтра нужно отоспаться - наша школа предоставит такую возможность",
    },
    {
      number: "04",
      text:
        "Обучаем по лучшим учебникам Британии, доступ к которым наши студенты получают  совершенно бесплатно! А для усвоения новой лексики мы приготовили специальный тренажер с полным пакетом слов, заданиями для практики и тестами ",
    },
    {
      number: "05",
      text:
        "Обучение по принципу Student centered: максимум времени говорит студент и минимум учитель (70/30).Море позитива в общении с преподавателем, который точно станет Вашим новым другом ",
    },
  ],
}

const teacher = {
  avatar: "./assets/pic.png",
  name: "Александра Никифорова",
  age: "24 года",
  socials: ["fb", "in", "li"],
  education: { text: "Филолог", title: "Образование" },
  experience: { title: "Опыт работы", text: "4 года" },
  hobbies: {
    title: "Увлечения",
    text: "Любит  настольные игры, кушать попкорн и играть на флейте",
  },
}

exports.teachers = {
  title: "Наши преподователи",
  cards: [teacher, teacher, teacher],
  options: [
    "Отличаются многолетним опытом работы с различными категориями студентов",
    "Изучают индивидуальные особенности Вашего восприятия и подберают самую эффективную систему обучения",
    "Становятся Вашими друзьями, с которыми всегда приятно поделиться новостью и посмеяться крутой над шуткой (если она английская)",
    "Жаждут ваших достижений, радуются каждому шагу и бурно обсуждают его (по-английски, конечно же)",
    "Любят то, что делают",
  ],
}

const feddback = {
  avatar: "./assets/pic.png",
  name: "Александра Никифорова",
  age: "24 года",
  socials: ["fb", "in", "li"],
  course: "Разговорный английский",
  text:
    "Lorem ipsum dolor sit amet, consectetur adipiscing elit, sed do eiusmod tempor incididunt ut labore et dolore magna aliqua. Ut enim ad minim veniam, quis nostrud exercitation ullamco",
}

exports.feedbacks = {
  title: "Отзывы наших учеников",
  cards: [feddback, feddback, feddback, feddback],
}

exports.leading = {
  title: "Заявка на бесплатный урок",
  optionsTitle: "Полноценный урок длительностью 30 минут, во время которого Вы успеете",
  subscription: "Вы точно проведете время с пользой, поэтому скорее осталвяйте заявку!",
  options: [
    {
      number: "01",
      text: "Определить свой уровень знаний на сегодняшний день",
    },
    {
      number: "02",
      text: "Прочувствовать методику обучения и понять принцип работы",
    },
    {
      number: "03",
      text: "Вводный урок не обязывает Вас к записи на полное обучение.",
    },
    {
      number: "04",
      text: "Определить свой уровень знаний на сегодняшний день",
    },
  ],
  form: {
    confirmText: "Нажимая, вы принимаете условия оферты",
    inputName: {
      label: "Имя",
      placeholder: "Вашe Имя...",
      errorMsg: { required: "Поле не может быть пустым" },
    },
    inputEmail: {
      label: "Email",
      placeholder: "Ваш Email...",
      errorMsg: { incorrect: "Некорректный email" },
    },
    inputPhone: {
      label: "Телефон",
      placeholder: "Ваш телефон...",
      errorMsg: { incorrect: "Некорректный номер телефона" },
    },
  },
}

exports.buttons = {
  begin: "Начать бесплатно",
  sendApplication: "Отправить заявку",
}

exports.common = {
  countryCode: {
    ["UA"]: "+380",
  },
}
