export const hero = {
  title: 'Don’t study hard, \n study smart!',
  subtitle: 'Англійська онлайн',
  tip: `Готові відповідати впевнене "Yes" на чергові запитання щодо знань англійської?`,
}

export const pipeline = {
  title: 'Як проходять заняття?',
  card_1: {
    text:
      'початок заняття - це завжди адаптація до мовної атмосфери: \n\nспілкування зі студентом або інтерактив для підняття настрою.',
    title: 'Warm-up',
  },
  card_2: {
    text:
      'Інтерактивне занурення: студент отримує завдання у форматі гри або асоціативної карти. \n\nЗавдання студента - передбачити тему заняття.',
    title: 'Lead in',
    tip:
      'Асоціативна карта - така техніка візуалізації мислення, один з самих ефективних інструментів управління своїми знаннями. \n\nЦя та багато інших технік \nвже чекають на Вас у нашій школі.',
  },
  card_3: {
    text:
      'Домашнє завдання викладач перевіряє в інтерактивній формі, що ще більше стимулює студентів готуватися до занять. \n\nЦей пункт не є обов’язковим: на заняттях домашня робота перевіряється лише за бажанням студента.',
    title: 'Check home task',
  },
  card_4: {
    title: 'Presentation & Practice',
    text:
      'Презентація теми заняття та практика: пишемо та говоримо, слухаємо аудіо та звичайно ж, дивимося відео. \n\nТільки живі та ефективні методики, які допоможуть закріпити знання на довгий час.',
  },
  card_5: {
    title: 'Production',
    text:
      'Улюблена частина заняття: не тому що урок добігає кінця, а тому що тут у нас ситуативна гра, в якій студент використовує всі знання, отримані на занятті.',
    tip:
      'Все це вже Вас чекає\nна безкоштовному пробному занятті!\n\nЩо для цього потрібно?\nПросто бажання!',
  },
}

export const pricing = {
  title: 'Наші курси',
  sale: {
    title: 'Спеціальна пропозиція:',
    options: [
      'Абонемент на 12 занять - при повній оплаті знижка 5%',
      'Абонемент на 36 занять - при повній оплаті знижка 10 % + 1 бонусне заняття',
    ],
  },

  cards: [
    {
      title: 'Для дошкільнят',
      price: '250',
      currency: 'грн',
      time: '45хв',
      items: [
        'Індивідуальний підхід',
        'Інтрективне навчання в ігровій формі',
        'Доступ до цікавих відео та онлайн ігор',
        'Постійна зміна діяльності дитини - заняття 45-50 хвилин проходить непомітно',
        'Багато розмовної практики',
      ],
    },

    {
      title: 'Для школярів',
      currency: 'грн',
      price: '250',
      time: 'година',
      items: [
        'Індивідуальний підхід та інтерактивні форми навчання',
        'Вивчення граматики в контексті та розмовна практика',
        'Робота з автентичними аудіо та відеоматеріалами',
        'Розвиток лінгвосоціокультурної компетентності',
        'Доступ до цікавих відео-матеріалів та онлайн ігор',
      ],
    },

    {
      title: 'Підготовка до ДПА',
      price: '350',
      currency: 'грн',
      time: 'година',
      items: [
        'Без паніки - наш студент точно складе іспит!',
        'Визначаємо слабкі сторони (граматика, аудіювання, лексика)',
        'Заповнюємо всі прогалини в знаннях',
        'Підготовка згідно вимог МОНУ',
        'Доступ до додаткових матеріалів',
      ],
    },

    {
      title: 'Підготовка до ЗНО',
      currency: 'грн',
      price: '400',
      time: 'година',
      items: [
        'Без паніки - наш студент точно складе іспит!',
        'Визначаємо слабкі сторони (граматика, аудіювання, лексика)',
        'Заповнюємо всі прогалини в знаннях, використовуючи додаткові відео-матеріали та онлайн-ресурси',
        'підготовка згідно вимог МОНУ',
        'Рекомендована тривалість курсу 5 місяців 3 рази на тиждень',
      ],
    },

    {
      title: 'Для студентів',
      price: '250',
      time: 'година',
      currency: 'грн',
      items: [
        'Індивідуальний підхід: підберемо актуальні теми, відповідно до потреб студента',
        'Інтерактивна форма навчання',
        'Багато розмовної практики',
        'Робота з автентичними аудіо та відеоматеріалами',
        'Відкритий доступ до навчальних онлайн-ресурсів',
      ],
    },

    {
      title: 'Загальна англійська',
      currency: 'грн',
      price: '300',
      time: 'година',
      items: [
        'Визначаємо рівень володіння англійською мовою',
        'вивчення граматики в контексті, робота з автентичними аудіо та відеоматеріалами',
        'Багато розмовної практики',
        'Інтерактивна методика - навчаємося легко та весело',
        'Відкритий доступ та робота з онлайн ресурсами',
      ],
    },

    {
      title: 'Розмовна англійська',
      currency: 'грн',
      price: '300',
      time: 'година',
      items: [
        'Визначаємо рівень володіння англійською мовою',
        'Підбір тем для дискусій відповідно до інтересів та потреб студента',
        'Вивчення розмовних конструкцій, які допоможуть підтримувати діалог',
        'Система подолання мовного бар’єру “No fear”',
        'Вивчення побутової англійської',
      ],
    },

    {
      title: 'Бізнес англійська',
      price: '400',
      currency: 'грн',
      time: 'година',
      items: [
        'Визначаємо рівень володіння англійською мовою',
        'Підбір програми відповідно до рівня та потреб студента',
        'Вивчення профільної бізнес лексики, граматичних конструкцій та принципів ділової переписки',
        'Робота з аудіо та відео-матеріалами бізнес напрямків',
        'Доступ до онлайн ресурсів',
      ],
    },

    {
      title: 'Курс фонетики',
      price: '500',
      time: 'година',
      currency: 'грн',
      items: [
        'Робота над інтонацією, акцентом, вимовою звуків та букв',
        'Різниця між британською та американською англійською',
        'Знайомство з фонетичним аналізом',
        'Робота з транскрипцією',
        'Розвиток аудіального сприйняття',
      ],
    },
  ],
}

export const why = {
  title: 'Чому обирають нас',
  cards: [
    {
      number: '01',
      text:
        'Не просто навчимо мови, але ще і покажемо, як навчатися правильно. \n\nРозкриємо таємницю методу SQRRR, за допомогою якого Вам підкориться не тільки англійська мова, а й будь-які інші нові знання',
    },
    {
      number: '02',
      text:
        'Все навчання побудовано на інтерактивах: ігри, відео та аудіо - у Вас не буде шансу не засвоїти матеріал. \n\nА ще - NO PATTERNS! \n\nКожному студенту ми підбираємо індивідуальну програму занять.',
    },
    {
      number: '03',
      text:
        'Всі заняття проходять онлайн (Zoom/Skype), це означає - прощавайте затори, здрастуй комфорт. \n\nЧас уроку обирає студент. Навіть якщо у Вас нестандартий графік - в нашій школі знайдеться ідеальний час саме для Вас.',
    },
    {
      number: '04',
      text:
        'Навчаємо по кращим підручникам Британії, доступ до яких наші студенти отримують абсолютно безкоштовно! \n\nА для засвоєння нової лексики ми підготували спеціальний тренажер з повним пакетом слів, завданнями для практики і тестами.',
    },
    {
      number: '05',
      text:
        'Навчання за принципом Student centered: максимум часу говорить студент і мінімум викладач (70/30). \n\nМоре позитиву в спілкуванні з викладачем, який точно стане Вашим новим другом.',
    },
  ],
}

const teacher = {
  avatar: { webp: './assets/photos/teacher-first.webp', jpg: './assets/photos/teacher-first.jpg' },
  name: 'Мельник Світлана',
  age: '25  років',
  socials: [],
  options: [
    { text: 'Київський національний лінгвістичний університет', title: 'Освіта' },
    { title: 'Досвід роботи', text: 'Більше 5 років' },
    {
      title: 'Тренінги',
      text:
        '\n\nDragonfly. \n\nCreate & Inspire: The Child-centred Early Years Curriculum. \n\nDeveloping Mindsets, Mindfulness and the Thinking Mind',
    },
    {
      title: 'Наукові роботи',
      text:
        '\n\nСтаття в журналі «Іноземні мови» \n\nУчасть у міжнародній науковій конференції з доповіддю на тему «The theory of identity in Modern Linguistics» \n\n\n\n\n',
    },
    {
      title: 'Хобі',
      text: 'Когнітивна лінгвістика, стилістика, дизайн',
    },
  ],
}

const teacher2 = {
  avatar: {
    webp: './assets/photos/teacher-second.webp',
    jpg: './assets/photos/teacher-second.jpg',
  },
  name: 'Голінко Аліна',
  age: '24 роки',
  socials: [],
  options: [
    { text: 'Київський національний лінгвістичний університет', title: 'Освіта' },
    { title: 'Досвід роботи', text: '3 роки' },
    {
      title: 'Тренінги',
      text: `
      
Microteaching: A New Approach to Teacher Training and Research

English for Specific Purposes: A New Perspective

CLIL: Dual-Focused Education Strategies

Dogme ELT: Teaching Unplugged
`,
    },
    {
      title: 'Наукові роботи',
      text: `
      
6 наукових публікацій на теми мультимодального та медіа дискурсу, а також на тему прояву соціолінгвістичної та соціокультурної компетентності.

Участь в міжнародних конференціях.
        `,
    },
    {
      title: 'Хобі',
      text: `Лінгводидактика, андрагогіка, китайська мова`,
    },
  ],
}

export const teachers = {
  title: 'Наші викладачі',
  cards: [teacher, teacher2],
  options: [
    'Відрізняються багаторічним досвідом роботи з різними категоріями студентів.',
    'Вивчають індивідуальні особливості Вашого сприйняття і підбирают найефективнішу систему навчання.',
    'Стають Вашими друзями, з якими завжди приємно поділитися новиною та посміятися над крутим жартом (якщо він англійською).',
    'Жадають ваших досягнень, радіють кожному кроку і бурхливо обговорюють його (ангійською, звісно ж).',
    'Люблять те, що роблять!',
  ],
}

export const feedbacks = {
  title: 'Відгуки наших учнів',
  cards: [
    {
      avatar: { webp: './assets/photos/maria.webp', jpg: './assets/photos/maria.jpg' },
      name: 'Марія',
      age: '21 год',
      social: {
        link: 'https://instagram.com/mary_blzh?igshid=5vdmm5elmgk7',
        text: 'Профіль в instagram',
      },
      text: `Я очень рада что приняла решение заниматься английским языком именно в этой школе!) Мне очень нравится что здесь демократичный и лёгкий формат проведения занятий: преподаватель к каждому студенту старается найти свой индивидуальный подход и поэтому занятия проходят интересно, страх сказать что-то не то или с ошибкой постепенно сходит на нет, плюс темы к урокам подбираются под интересы человека, что также является отличной плюшкой  ;) Помимо этого, мне очень нравится, что домашка не считается самым главным во время  занятий, и в целом, материал излагается очень простой и понятной формой,  приводятся примеры из жизни. Так что очень рекомендую школу 🤗😊`,
    },
    {
      avatar: { webp: './assets/photos/nastya.webp', jpg: './assets/photos/nastya.jpg' },
      name: 'Настя',
      age: '16 лет',
      social: {
        link: 'https://instagram.com/ns_osterfield?igshid=1ili3gx18n90z',
        text: 'Профіль в instagram',
      },
      text:
        'Хочу сказать что в школе я занимаюсь уже достаточное количество времени,и за это время мой английский намного улучшился. Раньше были большие проблемы с грамматикой, я её больше боялась как-то изучать, но сейчас уже достаточно хорошо могу в ней разбираться и во многом другом. Спасибо.',
    },
    {
      avatar: { webp: './assets/photos/maxim.webp', jpg: './assets/photos/maxim.jpg' },
      name: 'Максим',
      age: '25 лет',
      social: {
        link: 'https://instagram.com/maksimka_dannik?igshid=s7sbib1h80fg',
        text: 'Профіль в instagram',
      },
      text:
        'Дуже подобається школа. В першу чергу професійним підходом. Дається багато практики та в кінці заняття проводяться ситуативні ігри, все максимально наближено до життя і зникає страх говорити. Буду займатися і далі.',
    },
    {
      avatar: { webp: './assets/photos/sofia.webp', jpg: './assets/photos/sofia.jpg' },
      name: 'Софія',
      age: '23 года',
      social: {
        link: 'https://instagram.com/rexms?igshid=1tpzo7rda3zlw',
        text: 'Профіль в instagram',
      },
      text:
        'Спасибо большое школе и преподавателям! Первое, что понравилось-это то, что преподаватели максимально подстраиваются под студента, вплоть до того, на какой язык переводить (украинский или русский). Свободно владеют и тем и тем. Взяла для себя бизнес английский. Заметно улучшился уровень, стала увереннее излагать свои мысли руководству, отвечать на письма и просто общаться с иностранными коллегами. Буду продолжать занятия.',
    },
  ],
}

export const leading = {
  title: 'Заявка на безкоштовне заняття',
  optionsTitle: 'Повноцінний урок тривалістю 40 хвилин, під час якого Ви встигнете:',
  subscription: 'Ви точно проведете час з користю, тому швидше залишайте заявку!',
  postscriptum:
    'Ще ніхто не відмовився від навчання \nпісля нашого пробного заняття \n\nP.S. Пробний урок не зобов’язує учасника до покупки курсу.',
  options: [
    {
      number: '01',
      text: 'Визначити свій рівень знань на сьогоднішній день.',
    },
    {
      number: '02',
      text: 'Відчути методику навчання і зрозуміти принцип роботи.',
    },
    {
      number: '03',
      text: 'Познайомитися (а може і потоваришувати) з викладачем.',
    },
  ],
}

export const common = {
  designBy: {
    text: 'Polina Kudinova',
    link: 'https://instagram.com/polina.kudinova?igshid=98uu3jmoxkyz',
  },
  productionBy: { text: 'Philipp Sapronov', link: 'https://www.linkedin.com/in/philipp-sapronov' },
  email: 'info@iep.com.ua',
  link: {
    text: 'RU',
    href: '/ru',
  },
  phone: '+38 (066) 008 21 54',
  phoneWithoutCountryCode: '380660082154',
  telegramUsername: 'iep_kyiv',
  meta: {
    title: 'In English, Please. Головна',
    description: 'Онлайн школа англійської мови',
    og: {
      title: 'Онлайн школа англійської мови "In English, please"',
      description: 'Don’t study hard, study smart. Навчайся легко та якісно!',
      url: 'https://iep.com.ua',
      type: 'website',
      image: 'https://iep.com.ua/assets/og-image-x.jpg',
      imageWidth: '1600',
      imageHeight: '880',
    },
  },
  message: {
    error: { default: 'Під час операції сталася помилка!' },
    success: { applicationSent: 'Ваша заявка успішно відправлена!' },
  },
  button: {
    startNow: 'Почати прямо зараз',
    startFree: 'Почати безкоштовно',
    orderCall: 'Замовити дзвінок',
    submit: 'Надіслати заявку',
    wantTry: 'Хочу спробувати',
  },
  code: '+380',
  form: {
    name: {
      label: 'Ім’я',
      placeholder: 'Вашe ім’я...',
      message: { incorrect: 'Некоректне ім’я', required: 'Будь ласка, введіть ім’я...' },
    },
    email: {
      label: 'Email',
      placeholder: 'Ваш Email...',
      message: { incorrect: 'Некоректний email', required: 'Будь ласка, введіть email' },
    },
    phone: {
      label: 'Телефон',
      placeholder: 'Ваш телефон...',
      message: {
        incorrect: 'Некоректний номер телефону',
        required: 'Будь ласка, введіть номер телефону',
      },
    },
  },
}
