export const hero = {
  title: 'Don’t study hard, \n study smart!',
  subtitle: 'Англійська онлайн',
  tip: `Готові відповідати впевнене "Yes" на чергові запитання щодо знань англійської?`,
}

export const pipeline = {
  title: 'Як проходять заняття?',
  card_1: {
    text:
      'Початок заняття - це завжди адаптація до мовної атмосфери: \n\nспілкування зі студентом або інтерактив для підняття настрою.',
    title: 'Warm-up',
  },
  card_2: {
    text:
      'Інтерактивне занурення: студент отримує завдання у форматі гри або асоціативної карти. \n\nЗавдання студента - передбачити тему заняття.',
    title: 'Lead in',
    tip:
      'Асоціативна карта - така техніка візуалізації мислення, один з самих ефективних інструментів управління своїми знаннями. \n\nЦя та багато інших технік \nвже чекають на Вас у нашій школі.',
  },
  card_3: {
    text:
      'Домашнє завдання викладач перевіряє в інтерактивній формі, що ще більше стимулює студентів готуватися до занять. \n\nЦей пункт не є обов’язковим: на заняттях домашня робота перевіряється лише за бажанням студента.',
    title: 'Check home task',
  },
  card_4: {
    title: 'Presentation & Practice',
    text:
      'Презентація теми заняття та практика: пишемо та говоримо, слухаємо аудіо та звичайно ж, дивимося відео. \n\nТільки живі та ефективні методики, які допоможуть закріпити знання на довгий час.',
  },
  card_5: {
    title: 'Production',
    text:
      'Улюблена частина заняття: не тому, що урок добігає кінця, а тому, що тут у нас ситуативна гра, в якій студент використовує всі знання, отримані на занятті.',
    tip:
      'Все це вже Вас чекає\nна безкоштовному пробному занятті!\n\nЩо для цього потрібно?\nПросто бажання!',
  },
}

export const pricing = {
  title: 'Наші курси',
  sale: {
    title: 'Спеціальна пропозиція:',
    options: [
      'Абонемент на 12 занять - при повній оплаті знижка 5%',
      'Абонемент на 36 занять - при повній оплаті знижка 10 % + 1 бонусне заняття',
    ],
  },

  cards: [
    {
      title: 'Для школярів',
      currency: 'грн',
      price: '250',
      time: 'година',
      items: [
        'Індивідуальний підхід та інтерактивні форми навчання',
        'Вивчення граматики в контексті та розмовна практика',
        'Робота з автентичними аудіо та відеоматеріалами',
        'Розвиток лінгвосоціокультурної компетентності',
        'Доступ до цікавих відео-матеріалів та онлайн ігор',
      ],
    },

    {
      title: 'Підготовка до ДПА',
      price: '350',
      currency: 'грн',
      time: 'година',
      items: [
        'Без паніки - наш студент точно складе іспит!',
        'Визначаємо слабкі сторони (граматика, аудіювання, лексика)',
        'Заповнюємо всі прогалини в знаннях',
        'Підготовка згідно вимог МОНУ',
        'Доступ до додаткових матеріалів',
      ],
    },

    {
      title: 'Підготовка до ЗНО',
      currency: 'грн',
      price: '400',
      time: 'година',
      items: [
        'Без паніки - наш студент точно складе іспит!',
        'Визначаємо слабкі сторони (граматика, аудіювання, лексика)',
        'Заповнюємо всі прогалини в знаннях, використовуючи додаткові відео-матеріали та онлайн-ресурси',
        'Підготовка згідно вимог МОНУ',
        'Рекомендована тривалість курсу 5 місяців 3 рази на тиждень',
      ],
    },

    {
      title: 'Для студентів',
      price: '250',
      time: 'година',
      currency: 'грн',
      items: [
        'Індивідуальний підхід: підберемо актуальні теми, відповідно до потреб студента',
        'Інтерактивна форма навчання',
        'Багато розмовної практики',
        'Робота з автентичними аудіо та відеоматеріалами',
        'Відкритий доступ до навчальних онлайн-ресурсів',
      ],
    },

    {
      title: 'Загальна англійська',
      currency: 'грн',
      price: '300',
      time: 'година',
      items: [
        'Визначаємо рівень володіння англійською мовою',
        'Вивчення граматики в контексті, робота з автентичними аудіо та відеоматеріалами',
        'Багато розмовної практики',
        'Інтерактивна методика - навчаємося легко та весело',
        'Відкритий доступ та робота з онлайн ресурсами',
      ],
    },

    {
      title: 'Розмовна англійська',
      currency: 'грн',
      price: '300',
      time: 'година',
      items: [
        'Визначаємо рівень володіння англійською мовою',
        'Підбір тем для дискусій відповідно до інтересів та потреб студента',
        'Вивчення розмовних конструкцій, які допоможуть підтримувати діалог',
        'Система подолання мовного бар’єру “No fear”',
        'Вивчення побутової англійської',
      ],
    },

    {
      title: 'Бізнес-англійська',
      price: '400',
      currency: 'грн',
      time: 'година',
      items: [
        'Визначаємо рівень володіння англійською мовою',
        'Підбір програми відповідно до рівня та потреб студента',
        'Вивчення профільної бізнес-лексики, граматичних конструкцій та принципів ділової переписки',
        'Робота з аудіо та відео-матеріалами бізнес-напрямків',
        'Доступ до онлайн ресурсів',
      ],
    },

    {
      title: 'Курс фонетики',
      price: '500',
      time: 'година',
      currency: 'грн',
      items: [
        'Робота над інтонацією, акцентом, вимовою звуків та букв',
        'Різниця між британською та американською англійською',
        'Знайомство з фонетичним аналізом',
        'Робота з транскрипцією',
        'Розвиток аудіального сприйняття',
      ],
    },

    {
      title: 'Загальна англійська\nГрупові заняття',
      price: '150',
      time: 'година',
      currency: 'грн',
      items: [
        'В групі до 4 студентів',
        'Інтерактивна форма навчання',
        'Багато розмовної практики',
        'Робота з автентичними аудіо та відеоматеріалами',
        'Робота з онлайн ресурсами',
      ],
    },
    {
      title: 'Бізнес-англійська\nГрупові заняття',
      price: '200',
      time: 'година',
      currency: 'грн',
      items: [
        'В групі до 4 студентів',
        'Вивчення профільної бізнес-лексики, граматичних конструкцій та принципів ділової переписки ',
        'Підбір актуальних тем для бізнес-дискусій',
        'Робота з аудіо та відео-матеріалами',
        'Доступ до онлайн ресурсів',
      ],
    },
  ],
}

export const why = {
  title: 'Чому обирають нас',
  cards: [
    {
      number: '01',
      text:
        'Не просто навчимо мови, але ще і покажемо, як навчатися правильно. \n\nРозкриємо таємницю методу SQRRR, за допомогою якого Вам підкориться не тільки англійська мова, а й будь-які інші нові знання',
    },
    {
      number: '02',
      text:
        'Все навчання побудовано на інтерактивах: ігри, відео та аудіо - у Вас не буде шансу не засвоїти матеріал. \n\nА ще - NO PATTERNS! \n\nКожному студенту ми підбираємо індивідуальну програму занять.',
    },
    {
      number: '03',
      text:
        'Всі заняття проходять онлайн (Zoom/Skype), це означає - прощавайте затори, здрастуй комфорт. \n\nЧас уроку обирає студент. Навіть, якщо у Вас нестандартий графік - в нашій школі знайдеться ідеальний час саме для Вас.',
    },
    {
      number: '04',
      text:
        'Навчаємо по кращим підручникам Британії, доступ до яких наші студенти отримують абсолютно безкоштовно! \n\nА для засвоєння нової лексики ми підготували спеціальний тренажер з повним пакетом слів, завданнями для практики і тестами.',
    },
    {
      number: '05',
      text:
        'Навчання за принципом Student centered: максимум часу говорить студент і мінімум викладач (70/30). \n\nМоре позитиву в спілкуванні з викладачем, який точно стане Вашим новим другом.',
    },
  ],
}

const teacher = {
  avatar: { webp: './assets/photos/teacher1.webp', jpg: './assets/photos/teacher1.jpg' },
  name: 'Мельник Світлана',
  socials: [],
  options: [
    {
      text: ['Київський національний лінгвістичний університет'],
      title: 'Освіта',
    },
    { title: 'Досвід роботи', text: 'Більше 5 років' },
    {
      additional: true,
      title: 'Тренінги',
      text: [
        'Dragonfly',
        'Create & Inspire: The Child-centred Early Years Curriculum',
        'Developing Mindsets, Mindfulness and the Thinking Mind',
      ],
    },
    {
      additional: true,
      title: 'Наукові роботи',
      text: [
        'Стаття в журналі «Іноземні мови»',
        'Участь у міжнародній науковій конференції з доповіддю на тему «The theory of identity in Modern Linguistics»',
      ],
    },
    {
      title: 'Хобі',
      text: 'Когнітивна лінгвістика, стилістика, дизайн',
    },
  ],
}

const teacher2 = {
  avatar: {
    webp: './assets/photos/teacher2.webp',
    jpg: './assets/photos/teacher2.jpg',
  },
  name: 'Голінко Аліна',
  socials: [],
  options: [
    {
      text: ['Київський національний лінгвістичний університет'],
      title: 'Освіта',
    },
    { title: 'Досвід роботи', text: '3 роки' },
    {
      additional: true,
      title: 'Тренінги',
      text: [
        'Microteaching: A New Approach to Teacher Training and Research',
        'English for Specific Purposes: A New Perspective',
        'CLIL: Dual-Focused Education Strategies',
        'Dogme ELT: Teaching Unplugged',
      ],
    },
    {
      additional: true,
      title: 'Наукові роботи',
      text: [
        '6 наукових публікацій на теми мультимодального та медіа дискурсу, а також на тему прояву соціолінгвістичної та соціокультурної компетентності',
        'Участь в міжнародних конференціях з доповідями “Проблематика викладання англійської мови як другої іноземної для студентів-сходознавців”, “Психологічний аналіз механізмів впливу слоганів реклами на масову свідомість як засобів маніпулювання масовою поведінкою”, “Використання засобів впливу на свідомість читача у заголовках газет англомовних періодичних видань”, “Характеристика реалізації мовної особистості через призму твіттератури”, “English, German, and Chinese slang vocabulary in “Twitter” social network”'
      ],
    },
    {
      title: 'Хобі',
      text: `Лінгводидактика, андрагогіка, китайська мова`,
    },
  ],
}

const teacher3 = {
  avatar: {
    webp: './assets/photos/teacher3.webp',
    jpg: './assets/photos/teacher3.jpg',
  },
  name: 'Богдан Кость',
  socials: [],
  options: [
    {
      text: [
        'Ужгородський національний університет',
        'Канадський міжнародний кар’єрний коледж. Торонто',
      ],
      title: 'Освіта',
    },
    { title: 'Досвід роботи', text: 'Більше 5 років' },
    {
      additional: true,
      title: 'Тренінги',
      text: ['MyTEFL 120 годинний курс для викладачів'],
    },
    {
      additional: true,
      title: 'Наукові роботи',
      text: [
        `Logoe 29.11.19 BELGIQUE
The Concept «Idiostyle» and its structure in contemporary linguistic studies`,

        `Logoe 26.06.20 ITALIA
Axiological Modality as a text category`,
      ],
    },
    {
      title: 'Інтереси',
      text: `Філологія, психологія, маркетинг, музика, подорожі`,
    },
  ],
}

const teacher4 = {
  avatar: {
    webp: './assets/photos/teacher4.webp',
    jpg: './assets/photos/teacher4.jpg',
  },
  name: 'Марина Гатальська',
  socials: [],
  options: [
    {
      text: ['Київський національний лінгвістичний університет'],
      title: 'Освіта',
    },
    { title: 'Досвід роботи', text: 'Більше 6 років' },
    {
      additional: true,
      title: 'Тренінги',
      text: [
        'Ефективні методи досягнення кращих результатів при вивченні англійської мови дорослими слухачами',
        'Інтерактивні онлайн компоненти до підручників Pearson - вивчення ангійської за будь-яких умов',
        'Розширюємо педагогічний репертуар: ефективна технологія оволодіння мовою за допомогою лексичного підходу',
        'Новий погляд на улюблені ігри для розвитку комунікативних навичок на уроках англійської мови',
      ],
    },
    {
      additional: true,
      title: 'Наукові роботи',
      text: [
        'Linguistic manipulation and ways of its rendering in translation go newspaper discourse texts',
        'Language manipulation means in English love discourse and its translation into Ukrainian',
      ],
    },
    {
      title: 'Інтереси',
      text: `Подорожі, психологія, вивчення іноземних мов`,
    },
  ],
}
////////

const teacher5 = {
  avatar: {
    webp: './assets/photos/teacher5.webp',
    jpg: './assets/photos/teacher5.jpg',
  },
  name: 'Костюченко Аліна',
  socials: [],
  options: [
    {
      title: 'Освіта',
      text: ['Київський національний університет'],
    },
    { title: 'Досвід роботи', text: 'Більше 5 років' },
    {
      additional: true,
      title: 'Тренінги',
      text: [
        'British Council - тижневий курс «Teaching for Success»',
        'Семінари та вебінари від міжнародного освітньо методичного центру Dinternal Education у партнерстві з Pearson',
        'British Council: Teaching online - alternative platform',
      ],
    },
    {
      additional: true,
      title: 'Наукові роботи',
      text: [
        'Блог для вивчення англійської мови дістанційно - «Socially distant. Intellectually engaged',
      ],
    },
    {
      title: 'Хобі',
      text: `Інтереси: плавання, читання, фотозйомка, подорожі, кулінарія, моделювання з полімерної глини`,
    },
  ],
}
//////////
const teacher6 = {
  avatar: {
    webp: './assets/photos/teacher6.webp',
    jpg: './assets/photos/teacher6.jpg',
  },
  name: 'Погинайко Юлія',
  socials: [],
  options: [
    { text: ['Хмельницький національний університет'], title: 'Освіта' },
    { title: 'Досвід роботи', text: 'Більше 3 років' },
    {
      additional: true,
      title: 'Наукові роботи',
      text: [
        'Участь в конференції "Міжкультурна комунікація" з доповіддю "Особливості перекладу американського сленгу"',
        'Стаття на тему "Поняття екфразису як засобу інтерсеміотичного перекладу в ракурсі взаємодії літератури та кіно"',
      ],
    },
    {
      title: 'Хобі',
      text: `Малювання, книги, подорожі`,
    },
  ],
}

//////
const teacher7 = {
  avatar: {
    webp: './assets/photos/teacher7.webp',
    jpg: './assets/photos/teacher7.jpg',
  },
  name: 'Валерія Пікула',
  socials: [],
  options: [
    { text: ['Маріупольский національний гуманітарний університет'], title: 'Освіта' },
    { title: 'Досвід роботи', text: '8 років' },
    {
      additional: true,
      title: 'Наукові роботи',
      text: ['Переклад відео-уроків на YouTube каналі Look and Play'],
    },
    {
      title: 'Хобі',
      text: `Література, саморозвиток у сфері англійської мови`,
    },
  ],
}
////

const teacher8 = {
  avatar: {
    webp: './assets/photos/teacher8.webp',
    jpg: './assets/photos/teacher8.jpg',
  },
  name: 'Абрамова Лариса',
  socials: [],
  options: [
    { text: ['Житомирський педагогічний університет'], title: 'Освіта' },
    { title: 'Досвід роботи', text: '17 років' },

    {
      additional: true,
      title: 'Тренінги',
      text: ['Стажування у Великобританії - Шефілд', 'Стажування у Німечинні - Штутгарт'],
    },
    {
      title: 'Хобі',
      text: `Подорожі, рок-музика, пілатес, декупаж`,
    },
  ],
}

const teacher9 = {
  avatar: {
    webp: './assets/photos/teacher9.webp',
    jpg: './assets/photos/teacher9.jpg',
  },
  name: 'Смірнов Сергій',
  socials: [],
  options: [
    {
      title: 'Освіта',
      text: [
        'Московський військовий інститут іноземних мов',
        'Львівський національний університет імені Івана Франка',
      ],
    },
    { title: 'Досвід роботи', text: '37 років' },
    {
      additional: true,
      title: 'Тренінги',
      text: ['Різноманітні тренінги з методики вивчення іноземних мов'],
    },
    {
      title: 'Хобі',
      text: `Ллітература, плавання, шахмати`,
    },
  ],
}
////

const teacher10 = {
  avatar: {
    webp: './assets/photos/teacher10.webp',
    jpg: './assets/photos/teacher10.jpg',
  },
  name: 'Галинич Христина',
  socials: [],
  options: [
    {
      text: [`Харківський національний педагогічний університет`],
      title: 'Освіта',
    },
    { title: 'Досвід роботи', text: 'Більше 5 років' },

    {
      additional: true,
      title: 'Наукові роботи',
      text: ['Peculiarities of speech in play "Dangerous corner" by J. B. Priestley'],
    },
    {
      title: 'Хобі',
      text: `Психологія, спорт, мода`,
    },
  ],
}

export const teachers = {
  title: 'Наші викладачі',
  cards: [
    teacher,
    teacher2,
    teacher3,
    teacher4,
    teacher5,
    teacher6,
    teacher7,
    teacher8,
    teacher9,
    teacher10,
  ],
  options: [
    'Відрізняються багаторічним досвідом роботи з різними категоріями студентів.',
    'Вивчають індивідуальні особливості Вашого сприйняття і підбирають найефективнішу систему навчання.',
    'Стають Вашими друзями, з якими завжди приємно поділитися новиною та посміятися над крутим жартом (якщо він англійською).',
    'Жадають ваших досягнень, радіють кожному кроку і бурхливо обговорюють його (англійською, звісно ж).',
    'Люблять те, що роблять!',
  ],
}

export const feedbacks = {
  title: 'Відгуки наших учнів',
  cards: [
    {
      avatar: { webp: './assets/photos/maria.webp', jpg: './assets/photos/maria.jpg' },
      name: 'Марія',
      age: '21 рік',
      social: {
        link: 'https://instagram.com/mary_blzh?igshid=5vdmm5elmgk7',
        text: 'Профіль в instagram',
      },
      text: `Я очень рада что приняла решение заниматься английским языком именно в этой школе!) Мне очень нравится что здесь демократичный и лёгкий формат проведения занятий: преподаватель к каждому студенту старается найти свой индивидуальный подход и поэтому занятия проходят интересно, страх сказать что-то не то или с ошибкой постепенно сходит на нет, плюс темы к урокам подбираются под интересы человека, что также является отличной плюшкой  ;) Помимо этого, мне очень нравится, что домашка не считается самым главным во время  занятий, и в целом, материал излагается очень простой и понятной формой,  приводятся примеры из жизни. Так что очень рекомендую школу 🤗😊`,
    },
    {
      avatar: { webp: './assets/photos/nastya.webp', jpg: './assets/photos/nastya.jpg' },
      name: 'Настя',
      age: '16 років',
      social: {
        link: 'https://instagram.com/ns_osterfield?igshid=1ili3gx18n90z',
        text: 'Профіль в instagram',
      },
      text:
        'Хочу сказать что в школе я занимаюсь уже достаточное количество времени,и за это время мой английский намного улучшился. Раньше были большие проблемы с грамматикой, я её больше боялась как-то изучать, но сейчас уже достаточно хорошо могу в ней разбираться и во многом другом. Спасибо.',
    },
    {
      avatar: { webp: './assets/photos/maxim.webp', jpg: './assets/photos/maxim.jpg' },
      name: 'Максим',
      age: '25 років',
      social: {
        link: 'https://instagram.com/maksimka_dannik?igshid=s7sbib1h80fg',
        text: 'Профіль в instagram',
      },
      text:
        'Дуже подобається школа. В першу чергу професійним підходом. Дається багато практики та в кінці заняття проводяться ситуативні ігри, все максимально наближено до життя і зникає страх говорити. Буду займатися і далі.',
    },
    {
      avatar: { webp: './assets/photos/sofia.webp', jpg: './assets/photos/sofia.jpg' },
      name: 'Софія',
      age: '23 роки',
      social: {
        link: 'https://instagram.com/rexms?igshid=1tpzo7rda3zlw',
        text: 'Профіль в instagram',
      },
      text:
        'Спасибо большое школе и преподавателям! Первое, что понравилось-это то, что преподаватели максимально подстраиваются под студента, вплоть до того, на какой язык переводить (украинский или русский). Свободно владеют и тем и тем. Взяла для себя бизнес английский. Заметно улучшился уровень, стала увереннее излагать свои мысли руководству, отвечать на письма и просто общаться с иностранными коллегами. Буду продолжать занятия.',
    },
  ],
}

export const leading = {
  title: 'Заявка на безкоштовне заняття',
  optionsTitle: 'Повноцінний урок тривалістю 40 хвилин, під час якого Ви встигнете:',
  subscription: 'Ви точно проведете час з користю, тому швидше залишайте заявку!',
  postscriptum:
    'Ще ніхто не відмовився від навчання \nпісля нашого пробного заняття \n\nP.S. Пробний урок не зобов’язує учасника до покупки курсу.',
  options: [
    {
      number: '01',
      text: 'Визначити свій рівень знань на сьогоднішній день.',
    },
    {
      number: '02',
      text: 'Відчути методику навчання і зрозуміти принцип роботи.',
    },
    {
      number: '03',
      text: 'Познайомитися (а може і потоваришувати) з викладачем.',
    },
  ],
}

export const common = {
  designBy: {
    text: 'Polina Kudinova',
    link: 'https://instagram.com/polina.kudinova?igshid=98uu3jmoxkyz',
  },
  productionBy: { text: 'Philipp Sapronov', link: 'https://www.linkedin.com/in/philipp-sapronov' },
  email: 'info@iep.com.ua',
  link: {
    text: 'RU',
    href: '/ru',
  },
  phone: '+38 (066) 008 21 54',
  phoneWithoutCountryCode: '380660082154',
  telegramUsername: 'iep_kyiv',
  meta: {
    title: 'In English, Please. Головна',
    description: 'Онлайн школа англійської мови',
    og: {
      title: 'Онлайн школа англійської мови "In English, please"',
      description: 'Don’t study hard, study smart. Навчайся легко та якісно!',
      url: 'https://iep.com.ua',
      type: 'website',
      image: 'https://iep.com.ua/assets/og-image-x.jpg',
      imageWidth: '1600',
      imageHeight: '880',
    },
  },
  message: {
    error: { default: 'Під час операції сталася помилка!' },
    success: { applicationSent: 'Ваша заявка успішно відправлена!' },
  },
  button: {
    startNow: 'Почати прямо зараз',
    startFree: 'Почати безкоштовно',
    orderCall: 'Замовити дзвінок',
    submit: 'Надіслати заявку',
    wantTry: 'Хочу спробувати',
  },
  code: '+380',
  form: {
    name: {
      label: 'Ім’я',
      placeholder: 'Вашe ім’я...',
      message: { incorrect: 'Некоректне ім’я', required: 'Будь ласка, введіть ім’я...' },
    },
    email: {
      label: 'Email',
      placeholder: 'Ваш Email...',
      message: { incorrect: 'Некоректний email', required: 'Будь ласка, введіть email' },
    },
    phone: {
      label: 'Телефон',
      placeholder: 'Ваш телефон...',
      message: {
        incorrect: 'Некоректний номер телефону',
        required: 'Будь ласка, введіть номер телефону',
      },
    },
  },
  FB_PIXEL_ID: '721751425252037',
}
